Repository: ArtemZhdanovich/hodlwallet
Catalog: HodlWallet/UI/Locale/LocaleResources.*.resx
Languages: es

# Onboard.create
source: CREATE NEW WALLET
es: Crear nueva cartera

# Onboard.recover
source: RECOVER WALLET
es: Recuperar cartera

# Pin.enter
source: Enter Pin
es: Ingrese su PIN

# NowLoading.text
source: Now Loading...
es: Cargando...

# Transactions.title
source: TRANSACTIONS
es: TRANSACCIONES

# Transactions.empty
source: No transactions received yet
es: No hay transacciones recibidas

# Transactions.empty.button
source: Get An Address
es: Obtiene Una Dirección

# Accounts.title
source: Accounts
es: Cuentas

# AccountSelection.header
source: Please enter a name for this account.
es: Por favor ingrese el nombre de esta cuenta.

# AccountSelection.subheader
source: Choose from the options below which type of account you want to create.
es: Seleccione el tipo de cuenta que desea crear.

# AccountSelection.title
source: Select an Account
es: Seleccione una Cuenta

# AddAccount.button
source: Create an Account
es: Crear una Cuenta

# AddAccount.header
source: [Update Image]
es: [Actualizar Imagen]

# AddAccount.subheader
source: Select from a variety of account types.
es: Seleccione de la variedad de tipos de cuenta

# AddAccount.title
source: Add an Account
es: Agregar una Cuenta

# Backup.button
source: Write Down Backup Recovery Key
es: Anote la clave de recuperación de copia de seguridad

# Backup.header
source: Your backup recovery key is the only way to restore your wallet if your phone is lost, stolen, broken or upgraded.
es: Su clave de recuperación de respaldo es la única forma de restaurar su billetera si su teléfono se pierde, es robado, roto o actualizado.

# Backup.subheader
source: We will show you a list of words to write down on a piece of paper and keep safe.
es: Se le mostrará una lista de palabras, escríbalas en una hoja de papel y mantengalas a salvo.

# Backup.title
source: Backup Recovery Key
es: Copia de seguridad de la clave de recuperación.

# BackupConfirm.exercise
source: Choose the {0} word from your mnemonic:
es: Elija la {0} palabra de su nemónico:

# BackupConfirm.header
source: To make sure everything was written down correctly, please enter the following words from your backup recovery key.
es: Para asegurarse de que todo se haya escrito correctamente, ingrese las siguientes palabras de su clave de recuperación de respaldo.

# BackupConfirm.warning
source: That word is not in your mnemonic.
es: Esa palabra no está en tu nemónico.

# BackupWord.header
source: Write down each word in order and store it in a safe place.
es: Escriba cada palabra en orden y guárdela en un lugar seguro.

# BackupWord.next
source: Next
es: Siguiente Palabra

# BackupWord.previous
source: Previous
es: Anterior

# BackupWord.title
source: Backup Recovery Key
es: Clave de recuperación de copia de seguridad.

# Dashboard.receive
source: Receive
es: Recibir

# Dashboard.send
source: Send
es: Enviar

# Done.button
source: Done
es: Hecho

# FingerprintAuth.header
source: Use your fingerprint to unlock your wallet and send money up to a set limit.
es: Use su huella digital para desbloquear su billetera y enviar dinero hasta el límite establecido.

# FingerprintAuth.limitButtonAndroid
source: Fingerprint Authentication Spending Limit Screen.
es: Pantalla autenticación de límite de gasto con huellas dactilares.

# FingerprintAuth.spendingLimit
source: Spending limit:
es: Límite de gasto:

# FingerprintAuth.switchAndroid
source: Enable Fingerprint Authentication for Hodl
es: Habilitar la autenticación de huellas dactilares para Hodl.

# FingerprintAuth.switchLabelIOS
source: Enable Touch ID for Hodl
es: Habilitar Touch ID para Hodl

# Backup.Close
source: Close
es: Cerrar

# Backup.Skip
source: Skip
es: Saltar

# AccountSettings.Title
source: Account Settings
es: Ajustes de Cuenta

# Send.title
source: Send
es: Enviar
